Revit 2024 API
UnitTypeId.SquareCentimetersPerMeter Property
 Square centimeters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId SquareCentimetersPerMeter { get; }
Visual Basic
Public Shared ReadOnly Property SquareCentimetersPerMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SquareCentimetersPerMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace